Repository: nkootstra/claude-usage
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pt_br, pt_pt

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
nl: Laden...
pt_br: Carregando...
pt_pt: A carregar...

source: 5-Hour
de: 5-Stunden
es: 5 horas
fr: 5 heures
nl: 5-uur
pt_br: 5 horas
pt_pt: 5 horas

source: 7-Day
de: 7-Tage
es: 7 días
fr: 7 jours
nl: 7-dagen
pt_br: 7 dias
pt_pt: 7 dias

source: Monthly Spend
de: Monatliche Ausgaben
es: Gastos mensuales
fr: Dépenses mensuelles
nl: Maandelijkse uitgaven
pt_br: Gastos mensais
pt_pt: Despesas mensais

source: Extra Usage
de: Zusatzverbrauch
es: Uso adicional
fr: Surplus
nl: Extra verbruik
pt_br: Uso adicional
pt_pt: Uso adicional

source: Poll interval
de: Abrufintervall
es: Intervalo de consulta
fr: Intervalle de mise à jour
nl: Ophaalinterval
pt_br: Intervalo de consulta
pt_pt: Intervalo de consulta

source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer à la connexion
nl: Open bij inloggen
pt_br: Iniciar ao fazer login
pt_pt: Iniciar ao entrar

source: Notify at 80%
de: Bei 80% benachrichtigen
es: Avisar al 80%
fr: Notifier à 80%
nl: Melding bij 80%
pt_br: Avisar a 80%
pt_pt: Avisar a 80%

source: Notify at 95%
de: Bei 95% benachrichtigen
es: Avisar al 95%
fr: Notifier à 95%
nl: Melding bij 95%
pt_br: Avisar a 95%
pt_pt: Avisar a 95%

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
nl: Uitloggen
pt_br: Sair
pt_pt: Terminar sessão

source: Quit
de: Beenden
es: Salir
fr: Quitter
nl: Stop
pt_br: Sair
pt_pt: Sair

source: Sign in to track your Claude usage
de: Melde dich an, um dein Claude-Verbrauch zu sehen
es: Inicia sesión para ver tu uso de Claude
fr: Connectez-vous pour suivre votre consommation Claude
nl: Log in om je Claude-verbruik te zien
pt_br: Entre para acompanhar seu uso do Claude
pt_pt: Inicie sessão para ver a sua utilização do Claude

source: Sign in with Claude
de: Mit Claude anmelden
es: Iniciar sesión con Claude
fr: Se connecter avec Claude
nl: Inloggen met Claude
pt_br: Entrar com Claude
pt_pt: Iniciar sessão com Claude

source: Paste the authorization code:
de: Autorisierungscode einfügen:
es: Pega el código de autorización:
fr: Collez le code d’autorisation :
nl: Plak de autorisatiecode:
pt_br: Cole o código de autorização:
pt_pt: Cole o código de autorização:

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
nl: Versturen
pt_br: Enviar
pt_pt: Enviar

source: History
de: Verlauf
es: Historial
fr: Historique
nl: Verloop
pt_br: Histórico
pt_pt: Histórico

source: Not enough data yet — check back after a few polls
de: Noch nicht genug Daten — schau nach ein paar Abfragen nochmal
es: Aún no hay suficientes datos — vuelve después de algunas consultas
fr: Pas encore assez de données — revenez après quelques mises à jour
nl: Nog niet genoeg data — kom terug na een paar updates
pt_br: Dados insuficientes — volte após algumas consultas
pt_pt: Dados insuficientes — volte após algumas consultas

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
nl: CSV exporteren
pt_br: Exportar CSV
pt_pt: Exportar CSV

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
nl: Vernieuwen
pt_br: Atualizar
pt_pt: Atualizar

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
nl: Instellingen
pt_br: Configurações
pt_pt: Definições

source: Show as percentage
de: Als Prozent anzeigen
es: Mostrar como porcentaje
fr: Afficher en pourcentage
nl: Toon als percentage
pt_br: Mostrar como porcentagem
pt_pt: Mostrar como percentagem

source: Show as dollars
de: Als Dollar anzeigen
es: Mostrar en dólares
fr: Afficher en dollars
nl: Toon als dollars
pt_br: Mostrar em dólares
pt_pt: Mostrar em dólares

source: resetting...
de: wird zurückgesetzt...
es: reiniciando...
fr: réinitialise...
nl: wordt gereset...
pt_br: reiniciando...
pt_pt: a reiniciar...

source: 7d
de: 7T
fr: 7j

source: 30d
de: 30T
fr: 30j

# notification.threshold.title
source: Claude Usage Alert
de: Claude-Verbrauchsmeldung
es: Alerta de uso de Claude
fr: Alerte Claude
nl: Claude-gebruiksmelding
pt_br: Alerta de uso do Claude
pt_pt: Alerta de uso do Claude

# notification.threshold.body %lld %lld
source: 5-hour usage at %1$lld%% (threshold: %2$lld%%)
de: 5-Stunden-Verbrauch bei %1$lld%% (Grenzwert: %2$lld%%)
es: Uso de 5 horas al %1$lld%% (límite: %2$lld%%)
fr: Conso. 5h à %1$lld%% (seuil : %2$lld%%)
nl: 5-uursverbruik op %1$lld%% (grens: %2$lld%%)
pt_br: Uso de 5 horas em %1$lld%% (limite: %2$lld%%)
pt_pt: Uso de 5 horas em %1$lld%% (limite: %2$lld%%)

# notification.burnRate.title
source: Claude Usage Warning
de: Claude-Verbrauchswarnung
es: Aviso de uso de Claude
fr: Avertissement Claude
nl: Claude-gebruikswaarschuwing
pt_br: Aviso de uso do Claude
pt_pt: Aviso de uso do Claude

# notification.burnRate.body %@ %lld
source: At current pace, you'll hit the %1$@ limit in ~%2$lld minutes
de: Bei aktuellem Tempo wird das %1$@-Limit in ~%2$lld Minuten erreicht
es: Al ritmo actual, alcanzarás el límite de %1$@ en ~%2$lld minutos
fr: Au rythme actuel, la limite %1$@ sera atteinte dans ~%2$lld min
nl: Op dit tempo bereik je de %1$@-limiet in ~%2$lld minuten
pt_br: No ritmo atual, o limite de %1$@ será atingido em ~%2$lld minutos
pt_pt: Ao ritmo atual, o limite de %1$@ será atingido em ~%2$lld minutos

source: of %@ limit
de: von %@ Limit
es: de un límite de %@
fr: sur un plafond de %@
nl: van %@ limiet
pt_br: de um limite de %@
pt_pt: de um limite de %@

source: Polling
de: Abfrage
es: Consulta
fr: Interrogation
nl: Ophalen
pt_br: Consulta
pt_pt: Consulta

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
nl: Weergave
pt_br: Aparência
pt_pt: Aparência

source: Icon only
de: Nur Symbol
es: Solo icono
fr: Icône seule
nl: Alleen icoon
pt_br: Apenas ícone
pt_pt: Apenas ícone

source: Color mode
de: Farbmodus
es: Modo de color
fr: Mode couleur
nl: Kleurmodus
pt_br: Modo de cor
pt_pt: Modo de cor

source: Traffic light
de: Ampel
es: Semáforo
fr: Feu tricolore
nl: Stoplicht
pt_br: Semáforo
pt_pt: Semáforo

source: Single color
de: Einfarbig
es: Color único
fr: Couleur unique
nl: Enkele kleur
pt_br: Cor única
pt_pt: Cor única

source: Warning
de: Warnung
es: Aviso
fr: Attention
nl: Waarschuwing
pt_br: Aviso
pt_pt: Aviso

source: Critical
de: Kritisch
es: Crítico
fr: Critique
nl: Kritiek
pt_br: Crítico
pt_pt: Crítico

source: Notifications
de: Benachrichtigungen
es: Notificaciones
nl: Meldingen
pt_br: Notificações
pt_pt: Notificações

source: Warn at
de: Warnen bei
es: Avisar a
fr: Alerter à
nl: Melden bij
pt_br: Avisar a
pt_pt: Avisar a

source: Critical at
de: Kritisch bei
es: Crítico a
fr: Critique à
nl: Kritiek bij
pt_br: Crítico a
pt_pt: Crítico a

source: Ring color thresholds
de: Farbschwellen des Rings
es: Umbrales de color del anillo
fr: Seuils de couleur de l'anneau
nl: Kleurdrempels ring
pt_br: Limites de cor do anel
pt_pt: Limites de cor do anel

source: Notification thresholds
de: Benachrichtigungsschwellen
es: Umbrales de notificación
fr: Seuils de notification
nl: Meldingsdrempels
pt_br: Limites de notificação
pt_pt: Limites de notificação

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar

source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
nl: Plakken uit klembord
pt_br: Colar da área de transferência
pt_pt: Colar da área de transferência

source: Retry Now
de: Jetzt erneut versuchen
es: Reintentar
fr: Réessayer
nl: Opnieuw proberen
pt_br: Tentar novamente
pt_pt: Tentar novamente

source: Pin widget
de: Widget anheften
es: Fijar widget
fr: Épingler le widget
nl: Widget vastpinnen
pt_br: Fixar widget
pt_pt: Fixar widget

source: Unpin widget
de: Widget lösen
es: Desfijar widget
fr: Détacher le widget
nl: Widget losmaken
pt_br: Desfixar widget
pt_pt: Desfixar widget

source: Code
es: Código
pt_br: Código
pt_pt: Código
